

 
export const Text = {
    text: [
        "Образование и просвещение",
        "10 простых шагов к экологичному образу жизни в России",
        "Участие в экологических акциях",
        "Энергосбережение",
        "Забота о природе вокруг вас",
        "Экономия воды",
        "Сокращение потребления мяса",
        "Покупка местных продуктов",
        "Сортировка мусора в России: как это сделать правильно?"
    ],
     title1:  {
        title: "title1",
        text: ["Прочитай статьи и пройди тесты "]
    },
    title2:  {
        title: "title2",
        text: ["чтобы получить подарки!"]
    },
    
}