import { title } from "process";



export const textData = {
    main: {
        title: "EcoWorld",
        text: [
            "Молодежный эко-портал — это уникальная онлайн-платформа, созданная для активной и сознательной молодежи, заинтересованной в экологии и устойчивом развитии.",
            "Мы освещаем темы от изменения климата и загрязнения окружающей среды до устойчивого потребления и экопроектов.",
            "Кроме того, на портале представлены интерактивные тесты, которые позволят вам проверить свои знания об экологии и узнать больше о том, как ваши повседневные привычки влияют на планету. Тесты помогут вам осознать важность экологической ответственности и вдохновят на действия.",
            "Присоединяйтесь к нашему сообществу единомышленников, делитесь своими идеями и находите вдохновение для создания более зеленого будущего!"
        ],
    },

}