

export const waterData: { paragraphs: Paragraph[] } = {
    paragraphs: [
        {
            id: 0,
            title: "Экономия воды",
            content: [
                {
                    type: 'text',
                    content: "Вода — один из самых ценных ресурсов на планете, и её экономия становится всё более актуальной задачей, особенно в условиях изменения климата. В России, обладающей обширными водными ресурсами, проблема рационального использования воды также стоит на повестке дня."
                },
                {
                    type: 'text',
                    content: "1. Почему важна экономия воды?"
                },
                {
                    type: 'text',
                    content: "Экономия воды имеет множество преимуществ:"
                },
                {
                    type: 'li',
                    items: [
                        "Сохранение природных ресурсов",
                        "Снижение затрат",
                        "Защита экосистем",
                        "Подготовка к кризисам"
                    ]
                },
                {
                    type: 'text',
                    content: "2. Текущая ситуация с водными ресурсами в России"
                },
                {
                    type: 'text',
                    content: 'Россия обладает около 20% мировых запасов пресной воды, однако неравномерное распределение ресурсов по территории страны создает проблемы. В некоторых регионах, особенно в южных, наблюдается нехватка воды, что делает вопрос её экономии особенно актуальным.'
                },
                {
                    type: 'text',
                    content: "3. Практические советы по экономии воды"
                },
                {
                    type: 'text',
                    content: 'Вот несколько простых и эффективных способов сократить потребление воды в повседневной жизни:',
                },
                {
                    type: 'li',
                    items: [
                        "Установите водосберегающие устройства: используйте аэраторы для кранов и душевых насадок, которые уменьшают расход воды без потери давления.",
                        "Проверяйте сантехнику на утечки: регулярно осматривайте трубы и краны на предмет утечек, которые могут привести к значительным потерям.",
                        "Сократите время принятия душа: старайтесь принимать душ не дольше 5–10 минут.",                        
                    ]
                }


            ]
        },
    ]
};